[Strings]
;main form
ButtonLeaveGame=اترك اللعبة
ButtonNewGame=لعبة جديدة
LabelColor=اللون
ra-LabelCountry=البلد
td-LabelCountry=الجهة
LabelGameSpeed=السرعة‌
LabelMap=الخريطة
LabelCredits=الاعتمادات
LabelUnitCount=عدد الوحدات
LabelTechLevel=مستوى التكنولوجيا
LabelAIPlayers=لاعبي الكمبيوتر
LabelAIDifficulty=مستوى الصعوبة
ItemAIDifficultyEasy=سهل
ItemAIDifficultyNormal=متوسط
ItemAIDifficultyHard=صعب
ButtonImReady=! أنا جاهز
ButtonLaunchGame=إبدأ اللعبة
ra-LabelBases=قواعد
td-LabelBases=قواعد
ts-LabelBases=قواعد
ra-LabelOreRegenerate=Ore Regenerate
td-LabelOreRegenerate=Tiberium
ra-LabelCrates=الصناديق
td-LabelCrates=الصناديق
ts-LabelCrates=الصناديق
ra-LabelCaptureTheFlag=الاستحواذ على العلم
ra-LabelShroudRegrows=نمو الحاجب
td-LabelShroudRegrows=الاستحواذ على العلم
ra-LabelSlowUnitBuild=وحدة بناء بطيئة
td-LabelSlowUnitBuild=MCV غير منشور
ra-LabelAftermathGame=بعد اللعبة
ButtonSupport=حول
ButtonImAway=!لست هنا
ButtonImBack=!لقد عدت
ButtonMainChannel=القناة الأساسية
ButtonGameChannel=قناة اللعبة
ButtonIgnore=تجاهل
ra-LabelStartingLocation=المناطق
td-LabelStartingLocation=المناطق
ts-LabelStartingLocation=المناطق
LabelTeam=الفريق
LabelPlayers=اللاعب
ButtonSettings=الإعدادات
ButtonJoinGame=انضم للعبة
ra-LabelRandomSpawns=نقطة بدء عشوائية
LabelMCVUndeploy=MCV غير منشور
ra-LabelFixFormationExploit=اصلح انعقاد الاستغلال
ra-LabelAllowAIAlliances=بالتحالفAiالسماح لل
ra-LabelAllyReveal=Ally Shroud Reveal
LabelBuildOffAlly=البناء من الحليف
ra-LabelAftermathFastBuild=بعد البناء السريع
ra-LabelEnableParabombs=تشغيل Parabombs
ra-LabelFixMagicBuild=اصلح البناء السحري
ra-LabelFixRangeExploit=اصلح بعد الاستغلال
ButtonBan=حظر
ra-CountryRussia=روسيا
td-CountryRussia=GDI
ra-CountryEngland=انجلترا
td-CountryEngland=Nod
ra-CountryUkraine=اكرانيا
CountryGermany=المانيا
CountryFrance=فرنسا
CountryTurkey=تركيا
CountrySpain=اسبانيا
CountryGreece=يونان
ra-ColorYellow=اصفر
td-ColorYellow=اصفر
ra-ColorBlue=أزرق
td-ColorBlue=أحمر
ra-ColorRed=احمر
td-ColorRed=أزرق مخضر
ra-ColorGreen=أخضر
td-ColorGreen=برتقالي
ra-ColorOrange=برتقالي
td-ColorOrange=أخضر
ra-ColorGrey=رماديّ
td-ColorGrey=رماديّ
ra-ColorTeal=أزرق مخضر
ra-ColorBrown=بنّي
Caption=CnCNet 5
;login dialog
LoginLabelNickname=التسمية
LoginLabelPassword=كلمه السر
LoginLabelServer=Server
LoginButtonLogin=تسجيل الدخول
LoginButtonCancel=الإلغاء
LoginCaption=تسجيل الدخول
;new game dialog
NewGameButtonCreate=إنشاء
NewGameButtonCancel=الإلغاء
NewGameLabelMaxPlayers=عدد اللاعبين الأقصى
NewGameCheckBoxPrivate=لعبة خاصة
NewGameLabelPassword=كلمه السر
NewGameCheckBoxInvite=دعوة فقط
NewGameCheckBoxLadder=لعبة السلم
NewGameCaption=لعبة جديدة
;join game dialog (كلمة المرور مطلوبة)
JoinGameButtonCancel=الإلغاء
JoinGameButtonJoin=الانضمام
JoinGameLabelPassword=كلمه السر
JoinGameLabelChosenGameIsPrivate=اللعبة المختارة، لعبة خاصة
JoinGameCaption=كلمة المرور مطلوبة
;إعدادات الحوار
SettingsButtonCancel=الإلغاء
SettingsButtonOK=تم
SettingsLabelFontSettings=إعدادات الخط
SettingsButtonChatFont=الحوار
SettingsButtonSettingsFont=الإعدادات
SettingsButtonButtonFont=الازرار
SettingsLabelTheme=خلفية
SettingsButtonDefaultTheme=إفتراضي
SettingsButtonSimpleTheme=بسيط
SettingsButtonInvertedTheme=معكوس
SettingsLabelGameSettings=إعدادات اللعبة
ra-SettingsButtonGameSettings=الإعدادات
td-SettingsButtonGameSettings=الإعدادات
ts-SettingsButtonGameSettings=الإعدادات
SettingsLabelSounds=الأصوات
SettingsLabelLanguage=اللغات
SettingsCaption=الإعدادات
;error messages and random gui strings
StringErrorCaption=خطأ
StringErrorThreadException=حدث خطأ ، يرجى إعطاء ملف السجل إلى FunkyFr3sh.
StringErrorUnhandledException=حدث خطأ ، يرجى إعطاء ملف السجل إلى FunkyFr3sh.
StringErrorNotConnected=! خطأ: انت غير متصل
StringErrorIgnore=!خطأ: لا يمكنك تجاهل نفسك 
StringErrorIgnore2=Error:! الرجاء اختيار الاعب
StringIgnoreAdded={0} ! اضيف الى قائمة التجاهل 
StringIgnoreRemove={0} ! إزالة من قائمة التجاهل!
StringConnectString= جارٍ الاتصال ... (يستغرق ما يصل إلى دقيقة واحدة)
StringErrorConnectionLost=فقد الاتصال - محاولة إعادة الاتصال ...
StringErrorGameAlreadyStarted=!خطأ: لا يمكنك الانضمام. اللعبة قد بدأت
StringNewGameFormed={0} أنشأ لعبة جديدة
StringErrorClientVersion=خطأ: إصدارات العميل غير متوافقة!
StringErrorClientVersion2=إصدارك: {0} ، إصدار {1}: {2}
StringErrorClientVersion3=الاصدار
StringErrorRulesIni=خطأ: rules.ini (spawn.xdp) / Aftrmath.ini (spawnam.xdp) غير متوافق!
StringErrorGameFiles=Error: ملفات اللعبة غير متوافقة! ({0})
StringPlayerIsReady={0} ! جاهز
StringJoinedTheLobby={0} !انضم للغرفة
StringErrorGameIsFull=!خطأ: لا تستطيع الاتصال باللعبة. كل الأماكن ممتلئة
StringErrorInviteOnly=Error: Cannot join game, invite only!
StringErrorBanned=!خطأ: لا تستطيع الاتصال باللعبة. تم إقصاؤك
StringStringKicked={0} طرد {1}
StringStringBanned={0} منع {1}
StringStringIsAway={0} غير متواجد حاليا
StringErrorGameFilesNotFound=Error: لم يتم العثور على ملفات اللعبة!
StringStringInGameWith=داخل اللعبة مع :
StringErrorPleaseSelectGame=!خطأ: يرجى إختيار لعبة 
StringPlayersInGame=اللاعبين المتواجدين في {0}
StringStringGame=لعبة
StringPrivateMessage=خاص
StringPrivateMessageTo=الى
;####STRING TABLE UPDATE 1####
;error messages and random gui strings
StringLeftTheLobby={0} قد ترك غرفة اللعبة
StringRedAlert1=Red Alert
StringTiberianDawn=Tiberian Dawn
StringNotAvailable=N/A
StringIdle=Idle: {0}
StringOnlineSince= على الأنترنت منذ: {0}
StringIsNotOnline={0} ليس على الانترنت!
StringNicknameContainsInvalidChars='{0}'يحتوي على أحرف غير صالحة. تم تغيير لقبك إلى:{1}
StringIsNowKnownAs={0} يعرف الآن باسم {1}
StringErrorFailedToOpenFile=فشل في الفتح '{0}'
StringClientMustRestart=يجب إعادة تشغيل العميل لجعل الإعدادات الجديدة نافذة المفعول
StringRestartNeeded=الاعادة مطلوبة 
StringGameVersionIsOutdated=إصدار لعبتك قديم!
StringPleaseUpdateTiberianDawn=يرجى الترقية إلى 106c r3...
StringDownloadThePatchNow=هل تريد تنزيل التصحيح الآن؟
StringGameDuration=مدة اللعبة: {0}
StringGameStartTime=وقت البداية: {0}
Strings_Game=غرفة{0}
StringPleaseEnterANickname=يرجى إدخال اسم مستعار!
StringNoIPV4Found=لم يتم العثور على عنوان ipv4 المحلي ، ألعاب LAN غير ممكنة ...
StringFailedToExtract7zip=فشل استخراج 7zip.
StringFailedToCreateArchive=فشل في إنشاء الأرشيف '{0}'. مصدر الملف غير موجود
StringPortIsInUseByOtherProgram=WARNNING! potr 8054 UDP قيد الاستخدام بواسطة برنامج آخر ، هل لا تزال لديك اللعبة قيد التشغيل؟ يرجى تحرير الميناء لتكون قادرةto play here!
StringPortInUse=ميناء قيد الاستخدام
StringChecksumGeneratorError=Please disable the following setting: System cryptography: Use FIPS compliant algorithms for encryption, hashing and signing algorithms
StringCantLoadMap=تعذر تحميل الخريطة '{0}' ، تأكد من عدم وجودها ؛ في اسم الملف!
StringSpectator=مشاهد
StringReallyWantToViewWebsite=هل تريد حقًا مشاهدة موقع الويب التالي؟
StringViewWebsite=عرض الموقع؟
StringConnectionQuality=جودة الاتصال
StringPing=Ping
StringTime=Time:
StringUploadFailed=فشل التحديث, StatusDescription is:
StringGameFilesModified=لقد تم تعديل ملفات اللعبة ، وسيقوم العميل الآن بإعادة تشغيل الملفات الأصلية!
StringDownloading=جارى التحميل
StringDownloadFailed=التحميل فشل
StringDownloadCancelled=تنزيل ملغى
StringDownloadCompleted=انتها التحميل
StringExtracting=استخراج
StringPleaseEnterPackageName=يرجى إدخال اسم الحزمة!
StringClientRestartReset=سيقوم العميل الآن بإعادة ضبط جميع الملفات المهمة وإعادة تشغيلها ...
StringFileDoesNotExist=File '{0}' غير موجود
StringPleaseEnterFileName=يرجى إدخال اسم الملف!
StringPleaseEnterHostname=يرجى إدخال اسم المضيف! e.g. '/ping google.com'
StringUnknownCommand=طلب مجهول
StringPleaseEnterAMessage=من فضلك أدخل رسالة! e.g. '/me يعرف كيفية استخدام الأمر الإجراء'
StringNeedAtLeast2Players=!يتطلب وجود لاعبين على الأقل
StringGameStillRunning=!تنبيه: اللعبة لا تزال جارية، الرجاء إغلاقها قبل الاستمرار
StringPleaseSelectAColor=!يرجى اختيار اللون
StringPleaseSelectAMap=!خطأ: يرجى إختيار الخريطة
StringGameRoomIsClosed=تم إغلاق غرفة الألعاب! ألغِ تحديد مربع الاختيار بجوار اسمك لإعادة فتح الغرفة.
StringReallyWantToPlayAlone=هل تريد حقا أن تلعب وحدها؟ (AI لا لاعبي)
StringForeverAlone=وحيد للأبد؟
StringCannotJoinMultipleGames=لا يمكنك الانضمام إلى ألعاب متعددة في نفس الوقت!
StringCannotJoinSameLAN=لا يمكن الانضمام إلى اللعبة ، فأنت لست في نفس الشبكة المحلية!
StringP2PToRoomFailed=اتصال واحد-إلى-واحد سريع إلى '{0}' فشلت ، يرجى التأكد من المنفذ 8054 UDP مفتوح في
جهاز التوجيه.
StringP2PHostMightBeProblem=قد تكون المشكلة أيضا أن مضيف اللعبة '{0}' لم يفتح ميناءه.
StringJoinGamesWithoutBolt=إذا كان المنفذ مغلقًا ولا تريد فتح المنفذ ، فالرجاء الانضمام إلى الألعاب البطيئة
دون رمز الصواعق.
StringViewATurorial=هل ترغب في مشاهدة البرنامج التعليمي؟
StringAdd=اضافة
StringReallyWantToExit=هل تريد حقًا الخروج من ردهة اللعبة؟
StringExit=الخروج
;settings dialog
SettingsLabelChatHistoryGB=تاريخ الدردشة (أقصى عدد الأسطر)
SettingsLabelNoTeslaZapEffectDelay=TeslaZap Effect عدم وجود تأخير 
SettingsLabelNoScreenShake=منع اهتزاز الشاشة
SettingsLabelSoundLogin=الاضمام
SettingsLabelSoundButton=ازرار
SettingsLabelSoundCalled=المكالمة
SettingsLabelSoundChat=الحوار
SettingsLabelSoundConnected=متصل
SettingsLabelSoundDisconnect=غير متصل
SettingsLabelSoundEnter=الدخول
SettingsLabelSoundError=خطأ
SettingsLabelSoundGame=لعبة جديدة
SettingsLabelSoundJoin=الانضمام
SettingsLabelSoundJoinGame=الانضمام للعبة
SettingsLabelSoundKick=طرد
SettingsLabelSoundPart=Part
SettingsLabelSoundPrivate=الرسائل الخاصة
SettingsLabelSoundTyping=الكتابة
SettingsLabelAddOn=الإضافات
SettingsLabelAnnouncementsGB=الإعلانات:
SettingsLabelMoreOptionsGB=أكثر...
SettingsLabelLanguageFilter=منع الكلمات البذيئة
SettingsLabelShowScoreScreen=إظهار شاشة النتيجة
SettingsLabelColoredChat=تلوين الحوار
SettingsLabelSaveChatHistory=حفظ الحوار
SettingsLabelInGamePager=In-Game Pager
SettingsLabelSendErrorReports=إرسال تقارير حول الأخطاء
;score screen dialog
ScoreViewDetailsButton=عرض التفاصيل
ScoreLabelSide=جهة
ScoreLabelColor=اللون
ScoreLabelCredits=الاعتمادات
ScoreLabelMoneyHarvested=الأموال المحصودة
ScoreLabelQuitState=انهاء
ScoreLabelCratesCollected=الصناديق المتحصلة
ScoreLabelVehiclesKilled=المركبات المدمرة
ScoreLabelInfantryKilled=المشاة الذين تم قتلهم
ScoreLabelPlanesKilled=الطائرات التي تم تدميرها
ScoreLabelBuildingsKilled=المباني التي تم تدميرها
ScoreLabelVesselsKilled=السفن التي تم تدميرها
ScoreLabelVehiclesLeft=المركبات الباقية
ScoreLabelInfantryLeft=المشاة الباقون
ScoreLabelPlanesLeft=الطائرات الباقية
ScoreLabelBuildingsLeft=المباني الباقية
ScoreLabelVesselsLeft=السفن الباقية
ScoreLabelVehiclesOwned=المركبات المملوكة
ScoreLabelInfantryOwned=المشاة المملوكين
ScoreLabelPlanesOwned=الطائرات المملوكة
ScoreLabelBuildingsOwned=المباني المملوكة
ScoreLabelVesselsOwned=السفن المملوكة
ScoreLabelBuildingsCaptured=المباني التي تم الاستيلاء عليها
ScoreLabelGameEnd=نهاية اللعبة
ScoreLabelAbort=الخروج
ScoreDoNotShowAgainCheckBox=لا تعرض هذه الشاشة مجددا
;new game dialog
NewGameLabelRoomNameLabel=اسم الغرفة
NewGameLabelConnectionTypeGB=نوع الاتصال
NewGameLabelPeerToPeer=واحد الى واحد
NewGameLabelTunneled=نفق
NewGameLabelHostServerLinkLabel=استضافة خادم النفق الخاص بك
;peer-to-peer test dialog
P2PCaption=اختبار قدرات واحد إلى واحد ...
;login dialog
LoginLabelOnlineRadioButton=على الانترنيت
LoginLabelLANRadioButton=LAN
LoginLabelSkirmishRadioButton=مناوشة
;lan ip dialog
LANIPCaption=LAN IP's
LANIPLabelSelectLANIPLabel=يرجى تحديد LAN IP الخاص بك:
;choose game dialog
ChooseGameCaption=اختر اللعبة
;about dialog
AboutDialogCaption=حول {0}
;main form
LabelMapSearchLabel=البحث
ra-LabelForcedAlliances=التحالفات المحتومة
ra-LabelTechCenterBugFix= اصلح علة مركز التقنية 
ra-LabelSouthAdvantageFix=South Advantage Fix
ra-LabelShortGame=لعبة قصيرة
;You can use your own text for the tooltips, the english ones arent really good yet!
ToolTipGameSpeedLabel=إعداد سرعة اللعبة ، 1 = أبطأ 7 = أسرع.
ToolTipMapSearchLabel=بحث الخريطة ، مثال للكلمات الرئيسية:@Aftermath .. يظهر كل خرائط ما بعد العدوان@couterstrike .. shows all counterstrike maps@CoOp .. shows all Co-Operation maps@standard .. shows all standard maps@custom .. shows all custom maps@most played .. يعرض أكثر الخرائط التي يتم تشغيلها عبر الإنترنت@4 player ... shows all 4 player maps@snow ... shows all snow theater maps@126x126 ... shows all mega maps with the size of 126x126@etc etc...
ToolTipStartingLocationLabel=موقع البدء (نقطة الطريق).
ToolTipTeamLabel=يسمح بإعداد تحالفات ما قبل المباراة.
ToolTipSlowUnitBuild=يزيد من وقت البناء للمركبات (لتجنب الاندفاع بالدبابات وما إلى ذلك).
ToolTipRandomSpawns=يفرض مواقع البداية العشوائية ، سيتم تجاهل حقل "البدء".
ToolTipMCVundeploy=يسمح لنشر سيارة البناء المتنقلة.
ToolTipFormationExploit=فيكس لاستغلال التكوين ، يتم استخدام أبطأ سرعة وحدة الآن كسرعة تشكيل عند هذا
يتم تمكين الإصلاح
ToolTipAIalliances=يسمح لتحالف مع AI لاعب
ToolTipAllyReveal=يكشف حاجب للاعبي الحلفاء.
ToolTipBuildOffAlly=يسمح لبناء قواعد الحلفاء.
ToolTipAftermathFastBuild=مع هذا ممكنا لن يكون هناك سقف لسرعة زيادة البناء @ عند شراء إضافية
مرافق الإنتاج من نفسه type@(e.g. more than two Barracks) وبعد لاعبة يسمح ب التوسيع.
ToolTipParabombs=Make parabombs available (by default after an Airfield is bought).
ToolTipMagicBuild=عندما تحدد مكانًا لوضع مبنى ومستطيلات بيضاء @ لبناء الأساسات
تظهر ، مما يشير إلى أن المبنى @ مكان قادر على ذلك في المكان ، حتى إذا مات كل مبنى قريب منك
تظل المستطيلات @ لبناء الأساس بيضاء ، مما يسمح لك ببناء @ في ذلك الموقع. في الممارسة متى
لاعب هو قاعدة الزحف حقا @ بسرعة وكنت تدمير أي من مبانيه بالقرب من المكان الذي يريد @، إذا كان
تظهر مستطيلات بيضاء أنه لا يزال بإمكانه وضع المبنى @ (بشكل غير متوقع) في ذلك الموقع. إذا لم يضع بعد
المبنى ولكن @ يتحرك الماوس بدلا من المستطيلات سيكون أحمر.
ToolTipRangeExploit=نطاق استغلال يسمح لك بنيران المشاة عبر الخريطة.
ToolTipForcedAlliances=تعطيل الزر "A" في اللعبة.
ToolTipTechCenterBugFix=يفقد اللاعبون كل التكنولوجيا التي اكتسبوها عندما تم تدمير المبنى التكنولوجي
ToolTipSouthAdvantageFix=South advantage fix
ToolTipShortGame=سيتم إنهاء اللعبة عندما يتم تدمير جميع المباني (بدلاً من كل الوحدات + المباني)
;####STRING TABLE UPDATE 2####
ts-LabelOreRegenerate=تمكين التحالف
ts-LabelCaptureTheFlag=هارفيستر الهدنة
ts-LabelShroudRegrows=ضباب الحرب
ts-LabelSlowUnitBuild=إمكانية تدمير الجسر
ts-LabelAftermathGame=لعبة عاصفة
ts-GameOption10=لعبة قصيرة
ts-LabelAllowAIAlliances=مهندس متعدد
ts-ColorYellow=اصفر
ts-ColorBlue=احمر
ts-ColorRed=ازرق
ts-ColorGreen=أخضر
ts-ColorOrange=برتقالي
ts-ColorGrey=أزرق فاتح
ts-ColorTeal=بنفسجي
ts-ColorBrown=وردي
ts-CountryRussia=GDI
ts-CountryEngland=Nod
ts-LabelCountry=الفصيلة
ts-LabelRandomSpawns=مصنع متعددة
d2-CountryRussia=Atreides
d2-CountryEngland=Harkonnen
d2-CountryUkraine=Ordos
d2-ColorYellow=ازرق
d2-ColorBlue=احمر
d2-ColorRed=أزرق مخضر
d2-ColorGreen=بنفسجي
d2-ColorOrange=رماديّ
d2-ColorGrey=البنّي
d2-ColorTeal=اصفر
d2-ColorBrown=بنّي فاتح
d2-LabelCountry=الفصيلة
d2-LabelBases=الصناديق
d2-LabelOreRegenerate=ديدان
d2-LabelCrates=تعطيل المهندس
d2-LabelCaptureTheFlag=تعطيل الأبراج
d2-LabelStartingLocation=العائق
td-LabelCaptureTheFlag=هليكوبتر منفصلة
;####STRING TABLE UPDATE 3####
LadderLoginButton=سبم تسجيل الدخول 
LoginLabelUsername=اسم المستخدم
LoginLabelNoAccountYet=لا تملك حسابا حتى الآن؟ سجل الان!
StringVoiceChat=محادثة صوتية
StringAddToFavs=أضف للمفضلات
StringRemoveFav=ازالة المفضلة
StringCategory=الصنف
LabelLowerFrameSendRate=انخفاض معدل ارسال
ToolTipLowerFrameSendRate=قم بتمكين هذا الخيار إذا كان الاتصال (سرعة التنزيل / التنزيل) لك أو أي لاعب في اللعبة
منخفض جدًا. يمكن أن تتسبب لعبة A 2vs2 في تقليل عدد الزيارات إلى 25 كيلوبايت / ثانية بزيادة 25 كيلوبايت / ثانية ، مع تمكين هذا الخيار من
12kb / s @ ملاحظة: يمكن أن يسبب هذا الخيار بعض التأخير لأن اللعبة تنتظر وقتًا أطول لإرسال البيانات ولكن سرعة اللعبة
الكلي @ سيكون أكثر اتساقا.
NewGameLabelSelfHosted=المستضافة ذاتيا
NewGameLabelMaxDistance=اقصى. المسافة
StringAddToFavs=أضف للمفضلات
StringRemoveFav=ازالة المفضلة
StringVoiceChat=محادثة صوتية
StringAddOnIsNotInstalled=لم يتم تثبيت الوظيفة الإضافية '{0}' ، هل ترغب في تثبيتها الآن؟
StringDownloadAddOn=تنزيل الوظيفة الإضافية؟
StringFileProgress=تقدم الملف الحالي
StringTotalProgress=التقدم الكلي
StringUpdate=تحديث
StringCheckingForUpdates=البحث عن تحديث . . .
StringUpdateFailedCheckFirewall=فشل التحديث ... يرجى التحقق من إعدادات الاتصال ومكافحة الفيروسات وجدار الحماية!
StringFailedToExtractArchiveFileNotExists=فشل استخراج الأرشيف '{0}'. الملف غير موجود!
StringFailedToExtractArchiveErrorCode=فشل استخراج الأرشيف '{0}'. رمز الخطأ: {1}.
StringFailedToCreateArchiveErrorCode=أخفق إنشاء الأرشيف '{0}'. رمز الخطأ: {1}.
StringFileAccessDeniedError=يرجى التحقق من إعدادات مكافحة الفيروسات / جدار الحماية وإغلاق جميع البرامج التي قد تصل إليها
أي من الملفات في مجلد اللعبة!
StringAllMaps=جميع الخرائط
StringMapAddedToFavs=تم إضافة الخريطة للمفضلة
StringRemovedFromFavs=تم إزالة الخريطة من المفضلة
StringCopy=نسخ
StringCut=قطع
StringPaste=لصق
StringSelectAll=اختياؤ الكل
StringUndo=رجوع
StringDelete=حذف
StringFullMapPreviewGenerator=خريطة كاملة لمعاينة المولد
StringOtherNames=اسماء اخرى:
StringAvailableCommands=الأوامر المتاحة:
StringErrorCannotSendToChannel=لا يمكن الإرسال إلى القناة! (محظور؟)
StringUsefulInformation=معلومات مفيدة
StringMapDownloadFailed=أخفق تنزيل الخريطة ، فقد يكون الخادم معطلاً ... انقر فوق الزر "جاهز" للمحاولة مرة أخرى أو أخبر المضيف باختيار خريطة أخرى حتى يعمل الخادم مرة أخرى!
StringWarningZoomEnabled=حذير! يتم تمكين التكبير / Dpi-Scaling في إعدادات عرض ويندوز ، قد يكون بعض الأشياء
لا تظهر بشكل صحيح ... (أزرار مفقودة إلخ ...). قم بتغييره إلى الإعداد الافتراضي (100٪) إذا واجهتك أي مشاكل -
http://www.sevenforums.com/tutorials/443-dpi-display-size-settings-change.html
StringTesting=اختبار {0} ...
StringFastGamesNotPossible=أنت تعيش بعيدًا عن جميع خوادم الأنفاق المتاحة ، فالألعاب السريعة غير ممكنة ...
StringFailedToJoinFastGame=فشل الانضمام ... اللعبة المختارة هي الخيار "Force Fast Game" قيد التشغيل و
اتصال سيئة للغاية للخادم الذي تم اختياره.
StringWantToUploadCrashDump=يبدو أن اللعبة قد تحطمت. هل ترغب في إرسال سجل الأعطال لمطوري CnCNet ذلك
يمكنهم محاولة حل المشكلة؟
StringCrashDumpUploaded= تم تحميل سجل الأعطال ، شكرًا!
StringTunnelIsDown=لم يرد الخادم المختار ... سيتم استخدام خادم عشوائي لهذه اللعبة .
StringMapCheats=غش ؟!
StringWarningPossibleCheats=-تحذير- تحتوي الخريطة على احتيالات محتملة! هل تريد حقا أن تلعبها؟
StringWarning=-تحذير-
StringCnCNetIsAlreadyRunning=CnCNet5 قيد التشغيل بالفعل ، لا يمكنك الاتصال مرتين ...
StringHelpCommands= اكتب'/help' لعرض قائمة بأوامر الردهة الخاصة باللعبة.
StringChannelUnavailable=قناة الدردشة غير متاحة مؤقتًا (+ j). الرجاء معاودة المحاولة في وقت لاحق.
StringInstallHotfix=حدث خطأ ، يبدو أنك لم تقم بتثبيت أحدث إصلاحات Microsoft ، هل أنت كذلك
ترغب في تنزيلها الآن؟ (NDP20SP2-KB975954-x86.exe - 6.12 ميجابايت)
StringNoResponseFromServer=* لا توجد استجابة من الخادم ({0}) ...
StringNoResponseFromServer2=* يرجى الانتظار 1-2 دقيقة ، سيحاول عميل اللعبة استخدام خوادم النسخ الاحتياطي.
StringContinueWithOldVersion=قد لا يعمل التحذير واللعب مع الإصدارات الأقدم بشكل صحيح (ملفات الألعاب غير المتوافقة)!
هل ترغب في الاتصال بالنسخة القديمة على أي حال؟
StringUpdateFailedCaption=فشل التحديث
StringNoCDpatchWarning=تحذير ، اللعب عبر الإنترنت غير ممكن بدون تصحيح بدون قرص مضغوط ... الرجاء نسخ الملف "main.mix"
من محرك الأقراص المضغوطة إلى مجلد اللعبة. هل ترغب في تمكين التصحيح No-CD الآن؟
StringYouHaveBeenKicked=لقد تم طردك بواسطة {0} - ({1})
StringConnectingToTunnel=* الاتصال بخادم الأنفاق ، قد يستغرق هذا بضع ثوان ...
StringAutoAway=بعيد عن هنا
StringWarningPrivateLimitReached=* تحذير ، تم الوصول إلى حد نوافذ الرسائل الخاصة ({0})
StringLinuxMouseWheelError=* خطأ (النبيذ / لينكس): يرجى التأكد من تثبيت Winetricks GdiPlus بشكل صحيح. حاول
قم بتثبيت إصدار .NET 2.0 مختلف (عادي ، SP1 ، SP2) عبر winetricks إذا استمر الخطأ.
StringD2kOldHighResPatch=يبدو وكأنه تم تثبيت إصدار قديم من تصحيح الدقة العالية 2000 Dune في هذا
الدليل ، يرجى التأكد من إزالة التصحيح القديمة عالية الدقة قبل اللعب عبر الإنترنت أو ستفشل اللعبة في البدء ...
هل ترغب في تنزيل أحدث حزمة ألعاب بما في ذلك أحدث رقعة عالية الدقة الآن؟
StringRATutorials = شاهد برامجنا التعليمية: https://www.youtube.com/watch؟
ت = yNxJhL8kM3w وقائمة = PLXk2ncRN1Z5JUmHA1oqFFA6VdSEb7P3Zx
StringChatNotAvailable=الدردشة غير متاحة حاليًا ، يرجى المحاولة مرة أخرى في وقت لاحق
StringBothPortClosed=المنافذ الخاصة بك مغلقة ، ألعاب سريعة غير ممكنة ... هل ترغب في عرض إعادة توجيه المنفذ
البرنامج التعليمي الآن؟
StringDefaultWindowCaption=CnCNet
StringBothPortsOpen=المنافذ الخاصة بك مفتوحة! يمكنك استضافة ألعاب P2P السريعة والانضمام إليها ، كما يمكنك إنشاء ألعاب سريعة ذاتية
استضافت الألعاب!
StringGamePortOpen=المنفذ الخاص بك {0} مفتوح! يمكنك استضافة ألعاب P2P السريعة والانضمام إليها. يبدو أن المنفذ {1} مغلق ، أنت
لا يمكنك إنشاء ألعابك المستضافة ذاتية السرعة.
StringTunnelPortOpen=المنفذ الخاص بك {0} مفتوح! يمكنك إنشاء الألعاب المستضافة الذاتية الخاصة بك بسرعة. يبدو المنفذ {1}
مغلق ، لا يمكنك استضافة ألعاب P2P السريعة أو الانضمام إليها.
StringTestingPorts=اختبار المنافذ الخاصة بك الآن ، يرجى الانتظار بضع ثوان ...
StringFailedToUseSelfHosted=فشل في استخدام وضع مستضيف شخصي ، ستستخدم اللعبة وضع نفقية بدلاً من ذلك.
StringWarningSlowGame=تحذير: هذه لعبة نفقية بطيئة ، إذا واجهت متخلفًا ، فاضغط على ألعاب سريعة باستخدام رمز الصواعق بدلاً من ذلك
StringWaitingForPlayers=في انتظار الاتصال بـ: {0} ... انتظر بضع ثوان وحاول مرة أخرى.
StringFirewallBlockedTest=فشل اختبار الاتصال ... يرجى التأكد من السماح CnCNet في جدار الحماية / مكافحة الفيروسات
البرامج أو الألعاب لن تتصل.
StringFailedToConnectTo=فشل الاتصال بـ: {0} ... حاول الانضمام إلى لعبة مختلفة.
StringP2PSettingsUpdated=م تحديث إعداداتك ، يجب إعادة تشغيل ردهة اللعبة حتى تتمكن من الانضمام إلى ألعاب Peer-to-Peer السريعة. هل ترغب في إعادة تشغيل ردهة اللعبة الآن؟
StringTestStillRunning=تنبيه: اختبار الاتصال لا يزال جاري، يرجى الانتظار 
StringFailedToConnectToPartMessage=فشل الاتصال بـ: {0}
StringWrongPassAcc=كلمة مرور / اسم مستخدم أو اسم مستخدم غير صحيح تم التقاطه من قبل مستخدم آخر. هل ترغب في تسجيل الدخول بدون حساب؟
StringLadderGameJoin=اللعبة المختارة هي لعبة سلم ، تحتاج إلى حساب CnCNet للانضمام إلى هذه الغرفة. هل ترغب في تسجيل الآن؟
StringLadderGameCreate=يجب أن يكون لديك حساب CnCNet لإنشاء سلم ألعاب . هل ترغب في تسجيل الآن؟
StringNoResponse=لا توجد استجابة من الخادم ... هل ترغب في تسجيل الدخول بدون حساب؟
StringRankTooHigh=ترتيبك مرتفع جدًا ، لا يمكنك الانضمام إلى هذه اللعبة.
StringRankTooLow=يتمتع مضيف اللعبة برتبة أعلى بكثير منك ، هل تريد حقًا الانضمام إلى هذه اللعبة؟
StringFailedToConnectToLadderServer=فشل الاتصال بخادم سلم.
StringCloseAllGamesOrReboot=افتح مدير المهام تأكد من عدم تشغيل اللعبة في الخلفية أو إعادة تشغيل الكمبيوتر.
StringMumbleUpdateAvailable=هناك تحديث مغمغم  متوفر ، هل ترغب في تثبيته الآن؟
StringMumbleNonWindows=لا يمكن تثبيت الدردشة الصوتية مغمغمة تلقائيًا على نظام التشغيل الخاص بك ، يرجى زيارة www.mumble.info لتثبيته يدويا. تلميح: عنوان الخادم هو "mumble.cncnet.org" وكلمة المرور هي "cncnet"
StringWarning=-إنذار-
StringMapCheats=الغش?!
StringNoCheatsShort=-لا يسمح بالغش-
ScoreExportButton=التصدير
ButtonFriendList=إضافة/إزالة صديق
ButtonWhois=معلومات اللاعب
StringScoreHandicap=العائق
StringScoreFinishingPlace=المرتبة
StringScoreBuildingsLost=المباني المدمرة
StringScoreUnitsKilled=الوحدات التي تم تدميرها
StringScoreUnitsLost=الوحدات المقتولة
StringScoreBuildingsOwned=المباني المملوكة
StringScoreInfantryOwned=عدد المشاة
StringScoreHeavyVehiclesOwned=المركبات الثقيلة المملوكة
StringScoreLightVehiclesOwned=المركبات الخفيفة المملوكة
StringScoreAirUnitsOwned=الوحدات الجوية المملوكة
StringScoreInfantryProdEfficiency=كفاءة إنتاج المشاة
StringScoreHeavyVehiclesProdEfficiency=كفاءة إنتاج العربات الثقيلة
StringScoreLightVehiclesProdEfficiency=كفاءة إنتاج العربات الخفيفة
StringScoreTotalProdEfficiency=كفاءة الإنتاج الكلية
StringScoreOwned=المتحصل      
StringAddedToFriendlist={0} تم الإضافة إلى قائمة الأصدقاء
StringRemovedFromFriendlist={0} تم الإزالة من قائمة الأصدقاء
StringHelpPing=/ping <hostname> - (e.g. /ping google.com)
StringHelpIps=/ips - (Shows your local ips)
StringHelpGips=/gips - (Shows your gateway ips)
StringHelpScore=/score - (Shows the score screen)
StringHelpRestart=/restart - (Restarts the game lobby)
StringHelpRun=/run <filename> - (e.g. /run ddraw.ini)
StringHelpView=/view <filename> - (e.g. /view redalert.ini)
StringHelpQuit=/quit - (Exit the game lobby)
StringHelpExit=/exit - (Exit the game lobby)
StringHelpClear=/clear - (Clear all text)
StringHelpReset=/reset - (Reset all game files and force an update)
StringHelpTunnel=/tunnel - (Use your own PC as tunnel server)
StringHelpEdit=/edit - (Open the map editor for Red Alert)
StringHelpQuery=/query <nickname> - (Open a private message window)
StringHelpQ=/q <nickname> - (Open a private message window)
StringHelpMsg=/msg <nickname> <message> - (Send a private message)
StringHelpM=/m <nickname> <message> - (Send a private message)
StringHelpHash=/hash <filename> - (Get information about a file)
StringHelpMe=/me - (Action command, e.g. /me knows hidden commands)
StringHelpCpu=/cpu - (Shows your CPU usage)
StringHelpHints=/hints - (Shows all hints for the games)
StringHelpStats=/stats - (Shows the amount of Players online for each game type)
StringHelpKick=/kick <nickname> - (Kicks a Player out of a game without ban)
StringHelpCheats=/cheats - (Show the map information dialog)
StringHelpPortTest=/porttest - (Checks your ports for PeerToPeer/SelfHosted games)
StringHelpDoubleClickMap=انقر نقرًا مزدوجًا فوق معاينة الخريطة لرؤية الخريطة بدقة كاملة
StringHelpRightClickMap=انقر بزر الماوس الأيمن فوق معاينة الخريطة لفتح الخريطة في محرر الخرائط - (لا يعمل لـ CnC95 و Dune2000 حتى الآن)
StringHelpDoubleClickNick=انقر نقرا مزدوجا على اسم المستعار لفتح نافذة الدردشة الخاصة
StringHelpDoubleClickChatbox=انقر نقرًا مزدوجًا فوق مربع الدردشة لعرض سجل الدردشات الكامل
StringHelpRightClickChatbox=انقر بزر الماوس الأيمن على مربع الدردشة لنسخ السطر المختار من النص (سيتم نسخه دون إظهار أي قائمة)
StringHelpTab=اكتب بداية اللقب واستخدم Tab لإكماله تلقائيًا
StringHelpCtrlSpace=اضغط على CTRL + SPACE لإنشاء لعبة جديدة أو التبديل بين القناة الرئيسية والقناة
StringHelpCtrlEnter=اضغط على CTRL + ENTER للانضمام إلى لعبة أو الاستعداد أو بدء اللعبة
StringHelpESC=اضغط على ESC لإغلاق نافذة ، أو عدم تركها أو ترك غرفة ألعاب
StringVerifiedMap=-NO CHEATS- تم التحقق من الخريطة بواسطة فريق CnCNet وهي آمنة للعب
StringPossibleCheatsFound=-تحذير- تحتوي الخريطة على احتيالات محتملة
StringNoCheats=-لا يوجد غش - الخريطة آمنة للعب
StringModDescription=تم تغيير قيمة {0} من {1} من {2} إلى {3}
StringModDescription2=تحتوي الخريطة على {0} {1}
StringModDescription3=تحتوي الخريطة على {0} تغييرات على الفصيل {1}
StringPossibleCheats=######## POSSIBLE CHEATS ########
StringSafeMods=######## SAFE MODS ########
c75f1305=المعلومات حول الخريطة
49ee3087=التسمية
89f37066=اختباري
ac70412e=الطريق
ec53a8c4=الحالة
98b11600=إعدادات الرواق
27e43d95=دائما أعلى الشاشة
b1c94ca2=الكل
da78efd5=عارض النص
8ee70903=المحمل
c264fa0f=شاشة النتيجة
066ad4de=الرسائل الخاصة
b4d235c4=رواق اللعبة
f014a6c6=إعلامي في حالة إنشاء لعبة جديدة
ae7e1c1c=UPnP تفعيل
605860c9=Load Flag Icons
8219447c=Auto-Away تمكين  
4b0538ca=تخطي شاشة تسجيل الدخول
f64c1314=In-Game Pager
b9aca50a=الإضافات
c21e784d=حدود الدردشة (Xالحد الأقصى)
b70d4fc0=شاشات الرسائل الخاصة
a0b0293a=أسطر
3ba67aae=الإعدادات المرئية
abd809c9=الصورة الخلفية
ed368be6=رسم الحدود والنهايات
350273c8=استعمال الصورة الخلفية
6f795674=الشفافية‏
90589c47=مخصص
f22e46f4=إعدادات اللعبة
965e71c0=كل الألعاب
5c686e99=ميناء اللعبة
ea70b5a4=تشغيل في نافذة عند المشاهد
c0552707=تحديد الشاشة
ba777abe=دقة شاشة المشاهد
31fde7b0=معاينة
475c80ec=ألوان النهايات
5ba14024=Settings Back Color
7a4151ab=Panel Back Color
291b3455=Button Back Color
c4ea0916=Back Color
e7ff5a07=Button Fore Color
ff00bf0a=Chat Fore Color
d4433ba6=Fore Color
;####STRING TABLE UPDATE 4####
ts-LabelAllyReveal=Aimable Sams
ts-LabelAftermathFastBuild=Integrate Mumble
ts-LabelEnableParabombs=Attack Neutral Units
NewGameAutomatic=تلقائي
ra-GameOption10=Fix Known Bugs
ra-LabelFixSuperTesla=Fix Super Tesla
ra-LabelFixHeliBlocking=Fix Heli Blocking
td-LabelAftermathGame=Use Balance Patch
